Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/organisaatio.html.tmx
Source language: fin
Languages: smn

source: Organisaatio
smn: Ornijdume

source: Kansallisen lainsäädännön lisäksi saamelaiskäräjien toimintaa ohjaa saamelaiskäräjien kokouksen hyväksymä työjärjestys , jossa säädetään mm. viroista, eri elimistä ja niiden tehtävistä sekä hallintomenettelystä saamelaiskäräjillä.
smn: Čäällimkodde

source: Saamelaiskäräjien sihteeristö koostuu kolmesta toimistosta: yleinen toimisto, saamen kielen toimisto sekä koulutus- ja oppimateriaalitoimisto.
smn: Sämitige čäällimkodde šadda kuulmâ toimâttuvâst:

source: 1. Yleinen toimisto
smn: 1. Almos toimâttâh

source: Yleisen toimiston tehtävänä on hoitaa Saamelaiskäräjien talous-, henkilöstö- ja muuta yleishallintoa koskevat asiat sekä asiat, joita ei ole määrätty muiden toimistojen hoidettavaksi.
smn: Almos toimâttâh hoittáá ekonomia-, pargojuávkku- já eres almoshaaldâšmân kullee aašijd.

source: Yleisen toimiston alaisuudessa toimivat kulttuurikeskus Sajoksen palveluyksikkö ja sosiaali- ja terveysyksikkö sekä saamelainen lastenkulttuurikeskus, musiikkikeskus ja alkuperäiskansojen elokuvakeskus.
smn: 2. Sämikielâ toimâttâh

source: 2. Saamen kielen toimisto
smn: Sämikielâ toimâttâh olášut säämi kielâlaavâ (laahâ 1086/2003, asâttâs 108/2004) miäldásijd pargoid.

source: Saamen kielen toimisto toteuttaa saamen kielilain (laki 1086/2003, asetus 108/2004) mukaisia tehtäviä.
smn: Tot ana huolâ laavâst uáivildum jurgâlusâi tooimâtmist jieškote-uv virgeomâháid já lájádâssáid, iššeed virgeomâhijd já lájádâsâid sämikieltáiđusâš tuulhâi hahâmist sehe eres säämi kielâlaavâst uáivildum pargoin sehe čuávu säämi kielâlaavâst asâttum mittomerij olášume já taha táárbumield alguid sämikielâ kevttim oovedmân.

source: Se huolehtii laissa tarkoitettujen käännösten toimittamisesta eri viranomaisille ja laitoksille, avustaa viranomaisia ja laitoksia saamen kielen taitoisten tulkkien hankkimisessa sekä muissa saamen kielilaissa tarkoitetuissa tehtävissä sekä seuraa saamen kielilaissa säädettyjen tavoitteiden toteutumista ja tehden tarvittaessa aloitteita saamen kielen käytön edistämiseksi.
smn: 3. Škovlim- já oppâmateriaaltoimâttâh

source: 3. Koulutus- ja oppimateriaalitoimisto
smn: Škovlim- já oppâmateriaaltoimâttâh valmâštâl já olášut lävdikode kieđâvuššâm aašijd.

source: Koulutus- ja oppimateriaalitoimiston tehtävänä on hoitaa saamelaisten koulutusta ja opetusta sekä saamenkielisen oppimateriaalin tuottamista koskevat asiat.
smn: Tot västid sämikielâlâš oppâmateriaal vuáváámist, valmâštâlmist já jyehimist, säminuorâi taaidâtábáhtus orniimijn, almostit sämimáttááttâs lovottuvâid já tuálá ohtâvuođâ sämimáttááttâs uárnejeijee kieldáid já škovláid sehe máttááttâs haaldâšmân.

source: Toimisto vastaa saamenkielisen oppimateriaalin suunnittelusta, valmistelusta ja jakelusta, saamelaisnuorten taidetapahtuman järjestelyistä, julkaisee saamelaisopetuksen tilastoja ja ylläpitää yhteyttä saamelaisopetusta järjestäviin kuntiin ja kouluihin sekä opetuksen hallintoon.
smn: Toimâttâh valmâštâl já olášut meiddei säämi škovlimašij ohtsâšpargo-orgaan čuákkimij aašijd já uáslist säämi máttááttâshaldâšem tave-eennâmlâš ohtsâšpaargon.

source: Toimisto valmistelee ja toimeenpanee myös saamelaisten koulutusasiain yhteistyöelimen kokousten asiat ja osallistuu saamelaisen opetushallinnon pohjoismaiseen yhteistyöhön.
smn: Toimâpääihih

source: Toimipaikat
smn: Sämitige čäällimkode váldutoimâpäikki lii Anarist.

source: Saamelaiskäräjien sihteeristön päätoimipaikka sijaitsee Inarissa Saamelaiskulttuurikeskus Sajoksessa.
smn: Sämitiggeest láá uálgitoimâpääihih meiddei Iänuduv já Ucjuv kirkkosiijdâin.

source: Saamelaiskäräjillä on sivutoimipisteet myös Enontekiön ja Utsjoen kirkonkylissä.
smn: Sämitige pargo-oornig

source: Saamelaiskäräjien työjärjestys
smn: Pargovievâ ohtâvuotâtiäđuh
